# St7SetBeamMoveToOffset

Sets whether to Move to Offset the display of beams.

long St7SetBeamMoveToOffset(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.
Show
The state of the Move to Offset option; either True or False.